Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A10B.tmx
Source language: en_us
Languages: zh_cn

source: Netanyahu:"what the hell do they want from me?"
zh_cn: 内塔尼亚胡：“他们到底想怎地？”

source: Last night, shortly after U.S. Secretary of State Hillary Clinton told journalists that the Obama administration "wants to see a stop to settlements?-- not some settlements, not outposts, not natural growth exceptions," Israeli Prime Minister Benjamin Netanyahu called a confidant.
zh_cn: 昨晚，美国国务卿希拉里·克林顿向记者们宣布了奥巴马政府（对中东问题）的态度---“要求以色列立即停止扩建犹太人定居点，包括任何形式的定居点，哨卡，以及其他建筑。”，随后以色列总理本雅明·内塔尼亚胡紧急召集了一名心腹商讨对策。

source: Referring to Clinton's call for a settlement freeze, Netanyahu groused, "What the hell do they want from me?" according to his associate, who added, "I gathered that he heard some bad vibes in his meetings with [U.S.] congressional delegations this week."?
zh_cn: 该心腹透露，在谈到克林顿要求停止建立犹太人定居点时，“内塔尼亚胡满腹牢骚：‘他们到底想怎地？’”，之后他又加了一句：“我估计他在这周会见美国国会代表团时，听到了一些不好的消息。”

source: In the 10 days since Netanyahu and President Barack Obama held a meeting at the White House, the Obama administration has made clear in public and private meetings with Israeli officials that it intends to hold a firm line on Obama's call to stop Israeli settlements.
zh_cn: 自打10天前奥巴马总统在白宫会见了内塔尼亚胡后，奥巴马政府公开和私下里都对以色列的官员们清楚地表明了态度，坚决贯彻奥巴马要求以色列停止扩建犹太人定居点的主张。

source: According to many observers in Washington and Israel, the Israeli prime minister, looking for loopholes and hidden agreements that have often existed in the past with Washington, has been flummoxed by an unusually united line that has come not just from the Obama White House and the secretary of state, but also from pro-Israel congressmen and women who have come through Israel for meetings with him over Memorial Day recess.
zh_cn: 华府和以色列的多名观察人士指出，以前内塔尼亚胡在与华盛顿的斡旋中总能钻到空子，又爱搞内幕交易，但这回他真有点蒙了，这事太不寻常了，不管是白宫的总统奥巴马和国务卿克林顿，还是在阵亡将士纪念日的假期里，远从以色列赶来见他的以色列前内阁成员们，全都跟他唱反调。

source: To Netanyahu's dismay, Obama doesn't appear to have a hidden policy. It is what he said it was.?
zh_cn: 更让内塔尼亚胡惶恐不安的是，奥巴马居然不想跟他搞什么内幕交易，这回他说一不二。

source: "This is a sea change for Netanyahu,"?a former senior Clinton administration official who worked on Middle East issues said. The official said that the basis of the Obama White House's resolve is the conviction that it is in the United States' as well as Israel's interest to end the Israeli-Palestinian conflict. "We have significant, existential threats that Israel faces from Iran and that the U.S. faces from this region.
zh_cn: 一名在克林顿政府时期负责中东问题研究的前高官认为，奥巴马政府解决（中东）问题的基本思路非常明确，停止巴以冲突既符合美国的利益，同样也符合以色列的利益，他说：“内塔尼亚胡（的脑子）得转一个大弯，现在摆在我们面前的威胁非常现实，伊朗对以色列的威胁，以及巴以冲突对美国（在该地区利益的）的威胁。

source: It is in our mutual interest to end this conflict, and to begin to build new regional alliances." ?
zh_cn: 在中东问题上，我们是一条绳上的蚂蚱，必须停止巴以冲突，建立全新的地区利益共同体。”

source: Netanyahu needed to engage Obama directly, the former official said. "Now that he has done so, and also sent a team of advisors to meet [special envoy to the Middle East George] Mitchell, he has very clearly received a message:"I meant what I said on settlements. No natural growth. No elasticity. There will be a clear settlement freeze.'"
zh_cn: 他认为，内塔尼亚胡答应奥巴马的要求时一定要痛快，“他现在正是这么做的，他还专门派了个顾问团与中东问题特使乔治·米切尔会面，米切尔收到了一个明确的信息：‘以下是我对定居点问题的承诺，不搞任何形式的定居点扩建，完全停止。’

source: (Netanyahu sent a team of advisors including minister for intelligence Dan Meridor for meetings with Mitchell in London Monday.)
zh_cn: ”（内塔尼亚胡派出的顾问团里还包括负责情报工作的副总理达恩·梅里多尔，周一，顾问团与米切尔在伦敦进行了会面。）

source: "Over the past 15 years, settlements have gone from being seen in Washington as an irritant, to the dominant issue," says Georgetown University Middle East expert Daniel Byman.
zh_cn: 乔治城大学中东问题专家丹尼尔·拜门说：“过去15年来，犹太人定居点一直是中东问题的根源所在，华府对其是如鲠在喉，不除不快。”

source: He pointed out that key figures in the Obama administration -- Mitchell, who headed the Mitchell Commission, which recommended a halt to settlements; national security advisor Gen. Jim Jones -- see the Jewish settlements in the West Bank, home to some 290,000 people, as a key obstacle to getting a peace settlement.
zh_cn: ，他还列举了奥巴马政府里（中东问题）几个主要人物的态度，米切尔委员会主席米切尔建议立即停止犹太人定居点的扩建；国家安全顾问吉姆·琼斯将军认为，约旦河西岸那些有29万多人居住的犹太人定居点是阻碍和平协定签署的最大障碍。

source: "I don't think the logic is hidden," Byman said.?
zh_cn: 拜门说：“我想情势已经很明朗了。”

source: It's not just the administration that's delivering Netanyahu that message, however.
zh_cn: 不仅美国政府在向内塔尼亚胡传达这种信号。

source: Whereas in the past Israeli leaders have sometimes eased pressure from Washington on the settlements issue by going to members of Congress, this time, observers in Washington and Israel say, key pro-Israel allies in Congress have been largely reinforcing the Obama team's message to Netanyahu.
zh_cn: 反观过去，由于受到美国国会里亲以派议员的偏袒和庇护，在犹太人定居点问题上华府方面并没有给以色列领导人太多压力，如今，华府和以色列的观察人士们指出，以前国会里的亲以派联盟这回倒戈相向，坚决支持奥巴马政府的决定。

source: What changed? "Members of Congress have more willing to follow the leadership of the administration ... because [they] believe it is in our national security interest to move toward ending the conflict and that it is not a zero sum for Israel," the former senior Clinton administration official said.?
zh_cn: 为什么会这样呢？克林顿政府时期的前高官解释道：“国会（亲以派的）议员更倾向于跟随现任政府的政策路线，因为他们认为尽快结束巴以冲突符合美国的国家利益，并且对以色列也没有任何坏处。”

source: "Netanyahu and [Israeli Foreign Minister Avigdor] Lieberman are probing, looking for areas they can get space gratis from the United States," says Hussein Ibish, a senior fellow at the American Task Force for Palestine. "And they are not finding it."?
zh_cn: 美国巴勒斯坦问题工作组高级研究员侯赛因·伊比士说：“内塔尼亚胡和阿维格多·利伯曼（以色列外交部长）仍在努力，希望从美国那儿多占点便宜，但他们至今一无所获。”

source: "We've been watching the move in Congress, especially among certain high profile Jewish American members -- people like Representative Gary Ackerman, Representative Robert Wexler, and Representative Howard Berman," Ibish said.
zh_cn: 伊比士指出：“我们密切关注着国会内部的动向，尤其是那些立场明确的犹太裔议员，如众议员加里·艾克曼，罗伯特·威克斯勒和霍华德·伯曼。

source: "What has occurred -- and this has been greatly intensified by the election of Obama: There has been a growing sense of members of Congress who are well-informed on foreign policy ... that peace is essential to the American national interest and the Israeli national interest. And there's been a growing sense that the possibility of a two-state agreement is time-limited and that things like the settlements are incompatible with the goal of creating two states."?
zh_cn: 现在的情况是，那些深谙外交手腕的国会议员们愈发意识到，中东和平对美国和以色列的国家利益至关重要（奥巴马在选举时已经特别强调过），而且签订巴以协定的时间也越来越紧迫，犹太人定居点这类问题与建立巴勒斯坦国的目标是背道而驰的。”

source: The changed dynamics in Washington has impressed Palestinian audiences.
zh_cn: 华府的变化令巴勒斯坦方面倍受鼓舞。

source: At a breakfast yesterday morning with Palestinian American policy hands near Pentagon City, Palestinian Authority President Mahmoud Abbas said that he was extremely impressed with the Obama administration's resolve on policies that it sees as crucial for getting out of the current status quo -- after years of drift that have seen Jewish settlements expand to almost 300,000 people on land the Palestinians envision as part of a future Palestinian state.
zh_cn: 昨天在华盛顿五角大楼与美国巴勒斯坦政策特使共进早餐时，巴勒斯坦民族权力机构主席默罕默德·阿巴斯大加赞赏奥巴马政府提出的解决之道，他认为这是打破目前该地区僵局的最佳途径，多年来巴勒斯坦人一直居无定所，而随着犹太人定居点的扩张，近30万犹太人强占了本应属于未来巴勒斯坦国的巴勒斯坦领土。

source: Abbas had a private meeting with Obama at the White House this afternoon, followed by an expanded meeting in the Oval Office with Obama, White House chief of staff Rahm Emanuel, Clinton, and other U.S. officials.
zh_cn: 当天下午阿巴斯与奥巴马于白宫展开私人会晤，之后又与奥巴马，白宫幕僚长拉姆·伊曼纽尔，希拉里·克林顿和其他美国政府官员在总统办公室召开了一次扩大会议。

source: "We are a stalwart ally of Israel and it is in our interests to assure that Israel is safe and secure," Obama said in a joint press conference with Abbas after the meeting. "It is our belief that the best way to achieve that is to create the conditions on the ground and set the stage for a Palestinian state as well.?
zh_cn: 会后在与阿巴斯联合举行的记者招待会上，奥巴马表示：“美国是以色列忠实而坚定的同盟国，我们有责任确保以色列的安全和稳定，我们相信最佳解决方案就是因地制宜，即建立巴勒斯坦国。”
